// 408概念性学科所有章节标题定义
export default [
    "数据结构（一）：基本概念、线性表、栈队列与串、数组矩阵与广义表",
    "数据结构（二）：树与二叉树、哈夫曼、BST/AVL、B/B+树、并查集",
    "数据结构（三）：图",
    "数据结构（四）：查找与排序",
    "计算机组成原理（一）：计算机系统概论、数据表示与定点浮点运算",
    "计算机组成原理（二）：指令系统、CPU数据通路、控制器与流水线技术",
    "计算机组成原理（三）：存储系统与RAID",
    "计算机组成原理（四）：总线与I/O系统",
    "操作系统（一）：进程与线程管理、管程与硬件互斥",
    "操作系统（二）：处理机调度与死锁",
    "操作系统（三）：内存管理",
    "操作系统（四）：文件系统与I/O设备管理",
    "计算机网络（一）：概述与物理层",
    "计算机网络（二）：数据链路层",
    "计算机网络（三）：网络层（NAT/组播/安全）",
    "计算机网络（四）：传输层、应用层、Socket编程与P2P"
];
